Repository: arsfeld/conduit
Catalog: po/*.po
Languages: fr

source: Conduit Synchronizer
fr: Synchronisation Conduit

source: Synchronization for GNOME
fr: Synchronisation pour GNOME

source: Drag a Dataprovider here to continue
fr: Déplacer une source de donnée ici pour continuer

source: Ready
fr: Prêt

source: New data to sync
fr: Nouvelle Données à synchroniser

source: Refreshing...
fr: Mise à jour...

source: Refreshed OK
fr: Mise à jour terminé

source: Error Refreshing
fr: Erreur de mise à jour

source: Synchronizing...
fr: Synchronisation...

source: Synchronized OK
fr: Synchronisation effectuée

source: Error Synchronizing
fr: Erreur de Synchronisation

source: Synchronization Skipped
fr: Synchronisation omis

source: Synchronization Cancelled
fr: Synchronisation annulé

source: Synchronization Conflict
fr: Conflit dans la synchronisation

source: Not Configured Correctly
fr: Pas configurer correctement

source: Configure
fr: Configurer

source: Synchronization in progress. Do you want to cancel it?
fr: Synchronisation en cours. Voulez-vous l'annuler ?

source: Convert from
fr: Convertir depuis

source: into
fr: en

source: <b>Account Details</b>
fr: <b>Détail du compte</b>

source: <b>Saved Note Settings</b>
fr: <b>Sauvegarder paramétrages des notes</b>

source: Save Notes In Page:
fr: Sauvegarder les Notes dans la Page:

source: Folder
fr: Répertoire

source: RSS Feed
fr: Flux RSS

source: Sync data from RSS enclosures
fr: Synchronisation des données depuis un flux RSS

source: <b>Enclosure Settings</b>
fr: <b>Paramétrage du Flux</b>

source: Download Audio
fr: Télécharger l'Audio

source: Download Photos
fr: Télécharger les Photos

source: Limit the Number of Enclosures Downloded to:
fr: Limité le nombre de pièces Téléchargées:

source: Include file ...
fr: Inclure des fichiers ...

source: All files
fr: Tous les fichiers

source: Include folder ...
fr: Inclure un répertoire ...

source: Files
fr: Fichiers

source: Source for synchronizing multiple files
fr: Source pour synchronisation de multiples fichiers

source: Synchronize folders
fr: Synchronisation de répertoires

source: <b>Items to Synchronize</b>
fr: <b>Objets à synchroniser</b>

source: Add Directory
fr: Rajouter un répertoire

source: Add File
fr: Rajouter un fichier

source: Select A Folder
fr: Choisir un Répertoire

source: <b>Saved Photo Settings</b>
fr: <b>Paramétrages des photo Sauvegarder</b>

source: Photos are Public
fr: Photos qui sont Public

source: <b>Return Photos Tagged With</b>
fr: <b>Tagger les Photos avec</b>

source: Sync your Gmail Emails
fr: Synchroniser vos mails Gmail

source: Sync your Gmail Contacts
fr: Synchroniser vos contacts Gmail

source: <b>Login Details</b>
fr: <b>Utilisateur Détails</b>

source: <b>Return Emails Matching</b>
fr: <b>Renvoi les Mails</b>

source: <b>Saved Email Settings</b>
fr: <b>Paramétrages des mails sauvegarder</b>

source: All Emails
fr: Tous les mails

source: Attach Label to Email
fr: Rajouter un label au mail

source: Emails With Label
fr: Mail avec Label

source: Emails in Folder
fr: Mails dans un répertoire

source: Gmail Sink Properties
fr: Propriété du compte Gmail

source: Password:
fr: Mot de passe:

source: Save With Label
fr: Sauvegarder avec le Label

source: Unread Emails
fr: Mails non-lus

source: Username:
fr: Utilisateur:

source: <b>Synchronize the Following Application Settings</b>
fr: <b>Synchroniser les paramètres de cette Application</b>

source: Settings Configuration
fr: Configuration

source: <b>General</b>
fr: <b>Générale</b>

source: <b>Two Way Synchronisation</b>
fr: <b>Synchronisation Bidirectionnelle</b>

source: Ask Me What to Do
fr: Me demander quoi faire

source: Clear Canvas
fr: Supprimer tout

source: Compare
fr: Comparer

source: Conduit Properties
fr: Paramétrage de Conduit

source: Configure Item
fr: Configurer l'objet

source: Configure the Synchronization Settings for this Item
fr: Configurer la synchronisation de cette objet

source: Conflicts
fr: Confilt

source: Contents
fr: Contenu

source: Data Conversions
fr: Conversion de données

source: Data Providers
fr: Source de donnée

source: Dataproviders
fr: Source de donnée

source: Delete Group
fr: Supprimer ce group

source: Delete Item
fr: Supprimer l'objet

source: Delete from the corresponding Sink
fr: Supprimer sur le site distant

source: Editor
fr: Editeur

source: Enable iPod and USB Key Support
fr: Activer l'iPod et les Clé USB

source: Refresh Group
fr: Rafraîchir le groupe

source: Refresh Item
fr: Rafraîchir l'objet

source: Replace the Older Item
fr: Remplacer l'objet le plus vieux

source: Resolve Conflicts
fr: Résoudre les conflits

source: Save Synchronization Settings on Exit.
fr: Sauvegarder les synchronisations à la fermeture

source: Show Status Icon
fr: Afficher l'icône d'état

source: Skip
fr: Passer

source: Slow Sync
fr: Synchronisation lente

source: Synchronize All
fr: Synchroniser tout

source: Synchronize Group
fr: Synchroniser ce group

source: Title
fr: Titre

source: Two Way Sync
fr: Synchronisation Bidirectionnelle

source: When There is a Conflict
fr: Quand il y a un conflit

source: When an Item Has Been Deleted
fr: Quand un objet à été supprimé
